Repository: dduenas-niomads/prestashopTemplate
Catalog: app/Resources/translations/*/AdminAdvparametersHelp.*.xlf
Languages: es_pe

source: Before activating the webservice, you must be sure to:
es_pe: Antes de activar el servicio web, debes asegurarte de:

source: Check that URL rewriting is available on this server.
es_pe: Verifica que la reescritura de la URL está habilitada en este servidor.

source: Check that the five methods GET, POST, PUT, DELETE and HEAD are supported by this server.
es_pe: Verifica que los cinco métodos methods GET, POST, PUT, DELETE y HEAD son soportados por este servidor.

source: Before choosing "Yes", check that PHP is not configured as an Apache module on your server.
es_pe: Antes de escoger "Si", verifica que ese PHP no esta configurado como un módulo Apache en tu servidor.

source: Quick description of the key: who it is for, what permissions it has, etc.
es_pe: Descripción breve de la clave: para quién es, qué permisos tiene, etc.

source: Enter "5" if you do not want to receive any emails.
es_pe: Introduce "5" si no quieres recibir correos electrónicos.

source: Emails will be sent to the shop owner.
es_pe: Los correos van a ser enviados al dueño de la tienda.

source: Warning: Enabling the "share customers" and "share orders" options is not recommended. Once activated and orders are created, you will not be able to disable these options. If you need these options, we recommend using several categories rather than several shops.
es_pe: Advertencia: No es recomendado habilitar las opciones "compartir clientes" y "compartir pedidos". Una vez activadas y nuevas ordenes sean creadas, no seras capaz de desactivar estas opciones. Si necesitas estas opciones, recomendamos usar varias categorías en vez de varías tiendas.

source: Once this option is enabled, the shops in this group will share customers. If a customer registers in any one of these shops, the account will automatically be available in the others shops of this group.
es_pe: Una vez que esta opción esté activada, las tiendas en este grupo van a compartir clientes. Si un cliente se registra en cualquiera de estas tiendas, la cuenta estará automáticamente disponible a las otras tiendas en este grupo.

source: Warning: you will not be able to disable this option once you have registered customers.
es_pe: Advertencia: no vas a ser capaz de deshabilitar esta opción una vez que hayas registrado clientes.

source: Once this option is enabled (which is only possible if customers and available quantities are shared among shops), the customer's cart will be shared by all shops in this group. This way, any purchase started in one shop will be able to be completed in another shop from the same group.
es_pe: Una vez que esta opción esté activada (que solo es posible si los clientes y las cantidades disponibles son compartidas entre las tiendas), el carrito del cliente va a ser compartido por todas las tiendas en este grupo. De este manera, cualquier comprar empezada en una tienda puede ser completada en otra tienda del mismo grupo.

source: Warning: You will not be able to disable this option once you've started to accept orders.
es_pe: Advertencia: No vas a poder desactivar esta opción una vez comiences a aceptar pedidos.

source: Enable or disable this shop group?
es_pe: ¿Activar o desactivar este grupo de tiendas?

source: How do I create a new SQL query?
es_pe: ¿Cómo creo una nueva consulta SQL?

source: Click "Add New".
es_pe: Haz clic "Añadir nuevo".

source: Fill in the fields and click "Save".
es_pe: Rellena los campos y haz clic en "Guardar".

source: You can then view the query results by clicking on the Edit action in the dropdown menu
es_pe: Puedes ver el resultado de la consulta haciendo clic en Editar acción en el menú desplegable

source: You can also export the query results as a CSV file by clicking on the Export button
es_pe: También puedes exportar los resultados de la consulta con un archivo CSV al hacer clic en el botón Exportar

source: If you want to add a virtual URL, you need to activate URL rewriting on your web server and enable Friendly URL option.
es_pe: Si quieres añadir una URL virtual, necesitas activar la reescritura URL en tu servidor web y habilitar la opción de URL amigable.

source: You can use this option if you want to create a store with a URL that doesn't exist on your server (e.g. if you want your store to be available with the URL www.example.com/my-store/shoes/, you have to set shoes/ in this field, assuming that my-store/ is your Physical URL).
es_pe: Puedes usar esta opción si quieres crear una tienda con una URL que no existe en tu servidor (p. ej. si quieres que tu tienda esté disponible con la URL www.ejemplo.com/mi-tienda/calzado/, tienes que colocar calzado/ en este campo, asumiendo que mi-tienda/ es tu URL física).

source: URL rewriting must be activated on your server to use this feature.
es_pe: Reescritura de URL debe estar activada en tu servidor antes de usar esta función.

source: If you set this URL as the Main URL for the selected shop, all URLs set to this shop will be redirected to this URL (you can only have one Main URL per shop).
es_pe: Si estableces esta URL como la URL principal para la tienda seleccionada, todas las URL establecidas a esta tienda van a ser redireccionadas a esta URL (solo puedes tener una URL principal por tienda).

source: Since the selected shop has no main URL, you have to set this URL as the Main URL.
es_pe: Dado que la tienda seleccionada no tiene una URL principal, vas a tener que establecer esta como la URL Principal.

source: The selected shop already has a Main URL. Therefore, if you set this one as the Main URL, the older Main URL will be set as a regular URL.
es_pe: La tienda seleccionada ya tiene una URL principal. Por lo tanto, si estableces esta como la URL principal, la URL principal anterior va a ser establecida como una URL regular.

source: This is the physical folder for your store on the web server. Leave this field empty if your store is installed on the root path. For instance, if your store is available at www.example.com/my-store/, you must input my-store/ in this field.
es_pe: Esta es la carpeta física para tu tienda en el servidor web. Deja este campo vacío si tu tiendas está instalada en la ruta raíz. Por ejemplo, si tu tienda está disponible en www.ejemplo.com/mi-tienda/, debes colocar mi-tienda/ en este campo.

source: Warning: URL rewriting (e.g. mod_rewrite for Apache) seems to be disabled. If your Virtual URL doesn't work, please check with your hosting provider on how to activate URL rewriting.
es_pe: Advertencia: Parece que la reescritura de la URL (p. ej. mod_rewrite para Apache) está desactivada. Si tu URL virtual no funciona, por favor verifica con tu proveedor de alojamiento cómo activar la reescritura de la URL.

source: Your avatar in PrestaShop 1.7.x is your profile picture on %url%. To change your avatar, log in to PrestaShop.com with your email %email% and follow the on-screen instructions.
es_pe: Tu avatar en PrestaShop 1.7.x es tu foto de perfil en %url%. Para cambiar tu avatar, inicia sesión en PrestaShop.com con tu correo electrónico %email% y sigue las instrucciones mostradas en pantallas.

source: Password should be at least %num% characters long.
es_pe: La contraseña debe tener al menos %num% carácteres.

source: PrestaShop can provide you with guidance on a regular basis by sending you tips on how to optimize the management of your store which will help you grow your business. If you do not wish to receive these tips, you can disable this option.
es_pe: PrestaShop puede proveerte con orientación de manera regular al enviarte consejos en como optimizar el manejo de tu tienda, esto te ayudará a hacer crecer tu negocio. Si no quieres recibir estos consejos puedes deshabilitar esta opción.

source: This page will be displayed just after login.
es_pe: Esta página va a ser mostrada justo después de iniciar sesión.

source: Allow or disallow this employee to log in to the Admin panel.
es_pe: Permitir o prohibir a este empleado de iniciar sesión en el panel de Administrador.

source: -- Choose --
es_pe: --Elija--

source: Select the shops the employee is allowed to access.
es_pe: Selecciona los empleados de la tienda que tienen permitido acceder.

source: Ignore this field if you don't use the Multistore tool. If you leave this field empty, the default shop will be used.
es_pe: Ignora este campo si no usas la herramienta Multitienda. Si dejas este campo sin llenar, la tienda por defecto va a ser usada.

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes)
es_pe: Activar la Administración Avanzada de Inventario para el producto (0 = No, 1 = Si)

source: 0 = Use quantity set in product, 1 = Use quantity from warehouse.
es_pe: 0 = Usar cantidad establecida en el producto, 1 = Usar cantidad del almacén.

source: ID of the warehouse to set as storage.
es_pe: ID del almacén a establecer como almacenamiento.

source: A category root is where a category tree can begin. This is used with multistore.
es_pe: Una categoría raíz es donde un árbol de categoría puede empezar. Esto es usado con multitienda.

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes).
es_pe: Activar el Manejo Avanzado de Inventario en el producto (0 = No, 1 = Yes).

source: or
es_pe: o

source: Where customers send messages from the order page.
es_pe: Donde los clientes envían mensajes desde la página de las órdenes.

source: Fully qualified domain name (keep this field empty if you don't know).
es_pe: Nombre de dominio calificado completamente (mantén este campo vacío si no lo sabes).

source: IP address or server name (e.g. smtp.mydomain.com).
es_pe: Dirección IP o nombre del servidor (p. ej. smtp.mydomain.com).

source: Leave blank if not applicable.
es_pe: Deja en blanco si no es aplicable.

source: Use an encrypt protocol
es_pe: Utiliza un protocolo de encriptado

source: Use this option to associate data (products, modules, etc.) the same way for each selected shop.
es_pe: Usa esta opción para asociar datos (productos, módulos, etc.) de la misma manera para cada tienda seleccionada.

source: Click here to display the shops in the %name% shop group
es_pe: Haz clic aquí para mostrar las tiendas en el grupo de tiendas %name%

source: Click here to display the URLs of the %name% shop
es_pe: Haz clic aquí para mostrar las URL de la tienda %name%

source: Click here to display the list of shop groups
es_pe: Haz clic aquí para mostrar la lista de los grupos de tiendas

source: Drop existing tables during import.
es_pe: Eliminar tablas existentes al importar.

source: If enabled, the backup script will drop your tables prior to restoring data.
es_pe: Si está seleccionado, el script del backup eliminará las tablas antes de restaurar los datos.

source: (ie. "DROP TABLE IF EXISTS")
es_pe: (ej. "DROP TABLE IF EXISTS")

source: New modules and updates are displayed on the modules page.
es_pe: Los nuevos módulos y las actualizaciones se muestran en la página de módulos.

source: Check the IP address of the cookie in order to prevent your cookie from being stolen.
es_pe: Verifique la dirección IP de la cookie para evitar fraudes.

source: Set the amount of hours during which the back office cookies are valid. After that amount of time, the PrestaShop user will have to log in again.
es_pe: Establece la cantidad de horas en la que las cookies back office son válidas. Después de esa cantidad de tiempo, el usuario de PrestaShop va a tener que iniciar sesión nuevamente.

source: Set the maximum size allowed for attachment files (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
es_pe: Establece el tamaño máximo permitido para archivos adjuntos (en megabytes). Este valor tiene que ser menor o igual al tamaño máximo de subida de archivos permitido por tu servidor (actualmente: %size% MB).

source: Define the upload limit for a downloadable product (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
es_pe: Define el tamaño máximo para un producto descargable (en megabytes). Este valor tiene que ser menor o igual al tamaño máximo de archivos permitido por tu servidor (actualmente: %size% MB).

source: Define the upload limit for an image (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
es_pe: Define el tamaño máximo de subida para una imagen (en megabytes). Este valor tiene que ser menor o igual al tamaño máximo de subida permitido por tu servidor (actualmente: %size% MB).

source: Notifications are numbered bubbles displayed at the very top of your back office, right next to the shop's name. They display the number of new items since you last clicked on them.
es_pe: Las notificaciones son burbujas numeradas mostradas en la parte superior de tu back office, justo al lado del nombre de la tienda. Muestran el número de nuevos artículos desde que hiciste clic en ellos por última vez.

source: This will display notifications when new orders are made in your shop.
es_pe: Esto mostrará notificaciones cuando se realicen nuevos pedidos.

source: This will display notifications every time a new customer registers in your shop.
es_pe: Mostrará notificaciones cada vez que un cliente nuevo se registre en su tienda.

source: This will display notifications when new messages are posted in your shop.
es_pe: Mostrará notificaciones de los mensajes nuevos de su tienda.

source: Should be enabled if you want to avoid to store the smarty cache on NFS.
es_pe: Debería estar activado si quieres evitar almacenar el caché Smarty en NFS.

source: Enable or disable debug mode.
es_pe: Activar o desactivar el modo de depuración.

source: Some features can be disabled in order to improve performance.
es_pe: Algunas características pueden ser deshabilitadas en orden de mejorar el rendimiento.

source: Choose "No" to disable Product Combinations.
es_pe: Escoge "No" para deshabilitar las Combinaciones de Productos.

source: You cannot set this parameter to No when combinations are already used by some of your products
es_pe: No puedes establecer este parámetro a No cuando las combinaciones están siendo usadas por alguno de tus productos

source: Choose "No" to disable Product Features.
es_pe: Selecciona "No" para desactivar las Características de los Productos.

source: Choose "No" to disable Customer Groups.
es_pe: Elige "No" para desactivar los Grupos de Clientes.

source: CCC allows you to reduce the loading time of your page. With these settings you will gain performance without even touching the code of your theme. Make sure, however, that your theme is compatible with PrestaShop 1.4+. Otherwise, CCC will cause problems.
es_pe: CCC te permite reducir el tiempo de carga de tu página. Con estas configuraciones vas a mejorar el rendimiento sin tocar el código de tu tema. Asegurate, sin embargo, que tu tema es compatible con PrestaShop 1.4+. De otra manera, CCC va a causar problemas.

source: This will add directives to your .htaccess file, which should improve caching and compression.
es_pe: Esto va a añadir directivas a tu archivo .htaccess, lo que debería mejorar el almacenamiento caché y la comprensión.

source: Name of the second domain of your shop, (e.g. myshop-media-server-1.com). If you do not have another domain, leave this field blank.
es_pe: Nombre del segundo dominio de tu tienda (p. ej. mitienda-servidor-de-medios-1.com). Si no tienes otro dominio, deja este campo en blanco.

source: Name of the third domain of your shop, (e.g. myshop-media-server-2.com). If you do not have another domain, leave this field blank.
es_pe: Nombre del tercer dominio de tu tienda, (p. ej. mitienda-servidor-de-medios-2.com). Si no quieres otro dominio, deja este campo en blanco.

source: Name of the fourth domain of your shop, (e.g. myshop-media-server-3.com). If you do not have another domain, leave this field blank.
es_pe: Nombre del cuarto dominio de tu tienda (p. ej. mitienda-servidor-de-medios-3.com). Si no quieres tener otro dominio, deja este campo en blanco.

source: You can read information on import at:
es_pe: Puedes leer información sobre importar en:

source: https://en.wikipedia.org/wiki/Comma-separated_values
es_pe: https://es.wikipedia.org/wiki/Valores_separados_por_comas

source: Allowed formats: .csv, .xls, .xlsx, .xlst, .ods, .ots
es_pe: Formatos permitidos: .csv, .xls, .xlsx, .xlst, .ods, .ots

source: Only UTF-8 and ISO 8859-1 encodings are allowed
es_pe: Solo se van a permitir codificaciones ISO 8858-1 y UTF-8

source: You can also upload your file via FTP to the following directory: %s .
es_pe: Puedes también subir tu archivo vía FTP al siguiente directorio: %s .

source: e.g.
es_pe: p. ej.

source: If enabled, the product's reference number MUST be unique!
es_pe: Si está activado, ¡el número de referencia del producto DEBE ser único!

source: If you enable this option, your imported items' ID number will be used as is. If you do not enable this option, the imported ID numbers will be ignored, and PrestaShop will instead create auto-incremented ID numbers for all the imported items.
es_pe: Si activas esta opción, los números ID del objeto importado van a ser usados tal cual. Si no activas esta opción, los números de ID importados van a ser ignorados, y PrestaShop en su lugar va a crear números de ID que se van a incrementar automáticamente para todos los elementos importados.

source: Sends an email to let you know your import is complete. It can be useful when handling large files, as the import may take some time.
es_pe: Enviar un correo para saber que tu importación se completó. Puede ser útil al manejar archivos de gran tamaño, ya que el proceso de importación puede durar un tiempo considerable.

source: Severity levels
es_pe: Niveles de gravedad

source: Informative only
es_pe: Solamente informativo

source: Warning
es_pe: Advertencia

source: Major issue (crash)!
es_pe: ¡Grave Problema (tildó)!

source: How to restore a database backup in 10 easy steps
es_pe: Como restaurar una copia de seguridad de la base de datos en 10 simples pasos

source: Set "Enable Shop" to "No" in the "Maintenance" page under the "Preferences" menu.
es_pe: Establece "No" en "Activar Tienda" en la página de "Mantenimiento" bajo el menú de "Preferencias".

source: Download the backup from the list below or from your FTP server (in the folder "admin/backups").
es_pe: Descarga la copìa de seguridad de la siguiente lista o de tu servidor FTP (en la carpeta "admin/backups").

source: Check the backup integrity: Look for errors, incomplete file, etc... Be sure to verify all of your data.
es_pe: Verifica la integridad de la copia de seguridad: Busca errores, archivos incompletos, etc... Asegúrate de verificar todos tus datos.

source: Please ask your hosting provider for "phpMyAdmin" access to your database.
es_pe: Por favor pregunta a tu proveedor de hosting por acceso "phpMyAdmin" a tu base de datos.

source: Connect to "phpMyAdmin" and select your current database.
es_pe: Conectar a "phpMyAdmin" y selecciona tu base de datos actual.

source: Unless you enabled the "Drop existing tables" option, you must delete all tables from your current database.
es_pe: A menos que actives la opción "Eliminar tablas existentes", debes borrar todas las tablas de tu base de datos actual.

source: At the top of the screen, please select the "Import" tab
es_pe: En la parte superior de la pantalla, por favor selecciona la pestaña "importar"

source: Click on the "Browse" button and select the backup file from your hard drive.
es_pe: Haz clic en el botón "Examinar" y selecciona el archivo de la copia de seguridad de tu disco duro.

source: If your backup file exceeds this limit, contact your hosting provider for assistance.
es_pe: Si tu archivo de copia de seguridad excede este límite, contacta a tu proveedor de alojamiento para su asistencia.

source: Click on the "Go" button and please wait patiently for the import process to conclude. This may take several minutes.
es_pe: Haz clic en el botón "Ir" y por favor espera pacientemente a que el proceso de importación concluya. Esto puede tomar varios minutos.

source: PrestaShop is not responsible for your database, its backups and/or recovery.
es_pe: PrestaShop no se hace responsable por tu base de datos, sus copias de seguridad o de sus restauraciones.

source: How to restore a database backup in 10 easy steps:
es_pe: Cómo restaurar una copia de seguridad de una base de datos en 10 sencillos pasos:
