Repository: dduenas-niomads/prestashopTemplate
Catalog: app/Resources/translations/*/AdminShippingFeature.*.xlf
Languages: es_pe

source: Pick up in-store
es_pe: Recoger en tienda

source: Delivery next day!
es_pe: ¡Envío en 24h!

source: Delay
es_pe: Demora

source: Free Shipping
es_pe: Envío gratuito

source: Add new carrier
es_pe: Agregar transportista

source: Apply shipping cost
es_pe: Aplicar costo de envío

source: Shipping and handling
es_pe: Envío y embalaje

source: Default behavior
es_pe: Funcionamiento por defecto

source: According to total price
es_pe: De acuerdo al precio total

source: According to total weight
es_pe: De acuerdo al peso total

source: Maximum package height
es_pe: Altura máxima del paquete

source: Maximum package width
es_pe: Ancho máximo del paquete

source: Maximum package depth
es_pe: Largo máximo del paquete

source: Maximum package weight
es_pe: Peso máximo del paquete

source: Carriers
es_pe: Transportistas

source: Transit time
es_pe: Duración del transporte

source: Speed grade
es_pe: Grado de velocidad

source: Billing
es_pe: Facturación

source: Out-of-range behavior
es_pe: Fuera del rango de funcionamiento

source: Disable carrier
es_pe: Desactivar transportista

source: General settings
es_pe: Configuración general

source: Shipping locations and costs
es_pe: Lugar y costos de envío

source: Size, weight, and group access
es_pe: Tamaño, peso y acceso de grupo

source: Carrier name
es_pe: Nombre del transportista

source: Tracking URL
es_pe: URL de seguimiento

source: According to total price.
es_pe: De acuerdo con el precio total.

source: According to total weight.
es_pe: De acuerdo con el peso total.

source: Apply the cost of the highest defined range
es_pe: Aplicar el costo del rango más alto

source: Maximum package width (%s)
es_pe: Ancho máximo del paquete (%s)

source: Maximum package height (%s)
es_pe: Altura máxima del paquete (%s)

source: Maximum package depth (%s)
es_pe: Largo máximo del paquete (%s)

source: Maximum package weight (%s)
es_pe: Peso máximo del paquete (%s)

source: Group access
es_pe: Acceso de grupo
